/* 
   Alert.strings
   SkypeMac

   Created by Toomas Vahter on 05.10.10.
   Copyright 2010 Skype. All rights reserved.
 */

/* Alerts preferences: Incoming Details Request sound */
AlertSoundName_AuthorizationRequestReceived = "Innkommende kontaktforespørsel";

/* Alerts preferences: Busy sound */
AlertSoundName_Busy = "Opptatt";

/* Alerts preferences: Call Error 1 sound */
AlertSoundName_CallError1 = "Ringefeil 1";

/* Alerts preferences: Call Error 2 sound */
AlertSoundName_CallError2 = "Ringefeil 2";

/* Alerts preferences: Call Waiting sound */
AlertSoundName_CallWaiting = "Anrop venter";

/* Alerts preferences: Connection sound */
AlertSoundName_Connection = "Tilkobling";

/* Alerts preferences: Contact Available sound */
AlertSoundName_ContactAvailable = "Kontakt er tilgjengelig";

/* Alerts preferences: Contact Unavailable sound */
AlertSoundName_ContactUnavailable = "Kontakt er utilgjengelig";

/* Alerts preferences: Contacts Received sound */
AlertSoundName_ContactsReceived = "Kontakter mottatt";

/* Alerts preferences: File Transfer Complete sound */
AlertSoundName_FileTransferComplete = "Filoverføring fullført";

/* Alerts preferences: File Transfer Failed sound */
AlertSoundName_FileTransferFailed = "Filoverføring mislyktes";

/* Alerts preferences: First Message Received sound */
AlertSoundName_FirstMessageReceived = "Første melding mottatt";

/* Alerts preferences: Hang Up sound */
AlertSoundName_HangUp = "Legg på";

/* Alerts preferences: Hold Call sound */
AlertSoundName_HoldCall = "Sett samtale på vent";

/* Alerts preferences: Incoming Call sound */
AlertSoundName_IncomingCall = "Innkommende anrop";

/* Alerts preferences: Incoming File Transfer sound */
AlertSoundName_IncomingFileTransfer = "Innkommende filoverføring";

/* Alerts preferences: Sign In sound */
AlertSoundName_Login = "Logg på";

/* Alerts preferences: Sign Out sound */
AlertSoundName_Logout = "Logg av";

/* Alerts preferences: Message Received sound */
AlertSoundName_MessageReceived = "Melding mottatt";

/* Alerts preferences: Foreground Message Received sound */
AlertSoundName_ForegroundMessageReceived = "Varsel mottatt";

/* Alerts preferences: Message Sent sound */
AlertSoundName_MessageSent = "Melding sendt";

/* Alerts preferences: New User sound */
AlertSoundName_NewUser = "Ny bruker";

/* Alerts preferences: Outgoing Call sound */
AlertSoundName_OutgoingCall = "Utgående samtale";

/* Alerts preferences: Remote Hang Up sound */
AlertSoundName_RemoteHangUp = "Motpart la på";

/* Alerts preferences: Resume Call sound */
AlertSoundName_ResumeCall = "Fortsett samtale";

/* Alerts preferences: Touch Tone Dial Up sound */
AlertSoundName_TouchToneDialUp = "Toneanrop (DTMF)";

/* Alerts preferences: TripleBeep sound */
AlertSoundName_TripleBeep = "Trippel-pip";

/* Alerts preferences: Voicemail sound */
AlertSoundName_Voicemail = "Talepost";

/* Alerts preferences: Sign out event */
AlertEventName_SignOut = "Når jeg logger ut";

/* Alerts preferences: Sign In event */
AlertEventName_SignIn = "Når jeg logger inn";

/* Alerts preferences: Contact Becomes Available event */
AlertEventName_ContactBecomesAvailable = "Kontakt ble tilgjengelig";

/* Alerts preferences: Contact Becomes Unavailable event */
AlertEventName_ContactBecomesUnavailable = "Kontakt ble utilgjengelig";

/* Alerts preferences: Incoming Call event */
AlertEventName_IncomingCall = "Innkommende anrop";

/* Alerts preferences: Incoming Call - Call Waiting event */
AlertEventName_IncomingCallWaiting = "Innkommende anrop - anrop venter";

/* Alerts preferences: Call Connecting event */
AlertEventName_CallConnecting = "Samtale kobler til";

/* Alerts preferences: Outgoing Call event */
AlertEventName_OutgoingCall = "Utgående samtale";

/* Alerts preferences: Hang Up event */
AlertEventName_HangUp = "Legg på";

/* Alerts preferences: Remote Party Hung Up event */
AlertEventName_RemotePartyHungUp = "Motpart la på";

/* Alerts preferences: Busy event */
AlertEventName_Busy = "Opptatt";

/* Alerts preferences: Hold Call event */
AlertEventName_HoldCall = "Sett samtale på vent";

/* Alerts preferences: Resume Call event */
AlertEventName_ResumeCall = "Fortsett samtale";

/* Alerts preferences: Message Received event */
AlertEventName_MessageReceived = "Ny melding i nylig samtale";

/* Alerts preferences: Foreground Message Received event */
AlertEventName_ForegroundMessageReceived = "Ny melding i pågående samtale";

/* Alerts preferences: First Message Received event */
AlertEventName_FirstMessageReceived = "Første melding mottatt";

/* Alerts preferences: Mood Message Received event */
AlertEventName_MoodMessageReceived = "Stemningsbeskjed mottatt";

/* Alerts preferences: Contact Is Typing event */
AlertEventName_ContactTyping = "Kontakt skriver";

/* Alerts preferences: Message Sent event */
AlertEventName_MessageSent = "Melding sendt";

/* Alerts preferences: Contact Request Received event */
AlertEventName_ContactRequestReceived = "Kontaktforespørsel mottatt";

/* Alerts preferences: Contacts Received event */
AlertEventName_ContactsReceived = "Kontakter mottatt";

/* Alerts preferences: Incoming File Transfer event */
AlertEventName_IncomingFileTransfer = "Innkommende filoverføring";

/* Alerts preferences: File Transfer Completed event */
AlertEventName_FileTransferCompleted = "Filoverføring fullført";

/* Alerts preferences: File Transfer Failed event */
AlertEventName_FileTransferFailed = "Filoverføring mislyktes";

/* Alerts preferences: File Transfer Failed event */
AlertEventName_DesktopAPIClientConnected = "Skrivebords-API App tilkoblet";

/* Alerts preferences: - When I Log In text to speak */
AlertTextToSpeak_SignIn = "Du logget på.";

/* Alerts preferences: - When I Log Out text to speak */
AlertTextToSpeak_SignOut = "Du logget av.";

/* Alerts preferences: - Contact Becomes Available text to speak */
AlertTextToSpeak_ContactBecomesAvailable = "Kontakten din \"@\" er tilgjengelig.";

/* Alerts preferences: - Contact Becomes Unavailable text to speak */
AlertTextToSpeak_ContactBecomesUnavailable = "Kontakten din \"@\" er ikke tilgjengelig.";

/* Alerts preferences: - Incoming Call, Incoming Call - Call Waiting text to speak */
AlertTextToSpeak_IncomingCall = "Du har et innkommende anrop fra \"@\"!";

/* Alerts preferences: - Incoming Call, Incoming Call Waiting - Call Waiting text to speak */
AlertTextToSpeak_IncomingCallWaiting = "Du har et innkommende anrop fra \"@\"!";

/* Alerts preferences: - Call Connecting text to speak */
AlertTextToSpeak_CallConnecting = "Samtale kobler til.";

/* Alerts preferences: - Outgoing Call text to speak */
AlertTextToSpeak_OutgoingCall = "Ringer \"@\".";

/* Alerts preferences: - Hang Up text to speak */
AlertTextToSpeak_HangUp = "Du la på.";

/* Alerts preferences: - Remote Party Hung Up text to speak */
AlertTextToSpeak_RemotePartyHungUp = "Motpart la på.";

/* Alerts preferences: - Busy text to speak */
AlertTextToSpeak_Busy = "Linjen er opptatt.";

/* Alerts preferences: - Hold Call text to speak */
AlertTextToSpeak_HoldCall = "Sett samtale på vent.";

/* Alerts preferences: - Resume Call text to speak */
AlertTextToSpeak_ResumeCall = "Fortsett samtale.";

/* Alerts preferences: - Message Received text to speak */
AlertTextToSpeak_ForegroundMessageReceived = "Melding";

/* Alerts preferences: - Message Received text to speak */
AlertTextToSpeak_MessageReceived = "Melding fra \"@\".";

/* Alerts preferences: - Message Sent text to speak */
AlertTextToSpeak_MessageSent = "Melding til \"@\".";

/* Alerts preferences: - Message Message Received text to speak */
AlertTextToSpeak_MoodMessageReceived = "\"@\" endre stemningsbeskjed.";

/* Alerts preferences: - First Message Received text to speak */
AlertTextToSpeak_FirstMessageReceived = "Du har en chat-melding fra \"@\"!";

/* Alerts preferences: - Contact Is Typing text to speak */
AlertTextToSpeak_ContactTyping = "\"@\" skriver.";

/* Alerts preferences: - Contact Request Received text to speak */
AlertTextToSpeak_ContactRequestReceived = "Du har mottatt kontaktforespørsel fra \"@\"!";

/* Alerts preferences: - Contacts Received text to speak */
AlertTextToSpeak_ContactsReceived = "Du har mottatt en liste med kontakter fra \"@\"!";

/* Alerts preferences: - Incoming File Transfer text to speak */
AlertTextToSpeak_IncomingFileTransfer = "Du har mottatt en fil fra \"@\"!";

/* Alerts preferences: - File Transfer Completed text to speak */
AlertTextToSpeak_FileTransferCompleted = "Filoverføring med \"@\" er fullført.";

/* Alerts preferences: - File Transfer Failed text to speak */
AlertTextToSpeak_FileTransferFailed = "Filoverføring med \"@\" mislyktes.";

/* Alerts preferences: - Desktop API App connected */
AlertTextToSpeak_DesktopAPIClientConnected = "\"@\" koblet til Skype";
